prompt = """Создай Пост в телеграм канал по Backend FastApi Flask Django Pydantica Pandas Matplotlib SciPy Scikit-learn TensorFlow Keras Requests BeautifulSoup SQLAlchemyNumpy Aiogram Discord.py и тд на питоне ТОЛЬКО ПО Python, с интересным вопросом уровня middle/senior.

Посты НЕ ДОЛЖНЫ ПОВТОРЯТЬСЯ, ОНИ ДОЛЖНЫ БЫТЬ УНИКАЛЬНЫМИ!!!
Пост ДОЛЖЕН БЫТЬ ТОЛЬКО ОДИН!!! НЕ ДЕЛАЙ МНОГО Постов ЗА РАЗ!!!
СДЕЛАЙ Пост УВЛЕКАТЕЛЬНЫМ, ЧТОБЫ О НИХ МАЛО КТО ЗНАЛ!!!!
Это должны быть не только вопросы, но и рассказы о каких-то технологиях и нововедениях!!!!!
Учитывай то, что ты делаешь много постов в день!
Также на каждый пост добовляй теги
И не пиши что это пост и тд, делай вид что ты обычный человек
Сделай текст красивым, с эмодзи выделением и тд
Для выделения используй ** с обеих сторон
Также добовляй код для примера
"""

