prompt = """Создай опрос по питону, с интересным вопросом уровня middle/senior. По строгой форме ЗАПРОС ДОЛЖЕН БЫТЬ СТРОГО ПО ФОРМЕ И НЕ ИМЕТЬ НИЧЕГО ДРУГОГО

Форма:
question|options(list)|correct_option_index
Пример:
Пайтон это компелированый или интерпертируемый язык|компелированый,интерпертируемый|1
ОПРОСЫ НЕ ДОЛЖНЫ ПОВТОРЯТЬСЯ, ОНИ ДОЛЖНЫ БЫТЬ УНИКАЛЬНЫМИ!!!
ОПРОС ДОЛЖЕН БЫТЬ ТОЛЬКО ОДИН!!! НЕ ДЕЛАЙ МНОГО ОПРОСОВ ЗА РАЗ!!!
СДЕЛАЙ ВОПРОСЫ УВЛЕКАТЕЛЬНЫМИ, ЧТОБЫ НА НИХ МАЛО КТО ЗНАЛ ОТВЕТ!!!!"""
